Repository: mfmansueli/CueStudio
Catalog: Cue Studio/SupportFiles/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hi, id, it, ja, ko, nb, nl, pt_br, sv, th, tr, vi, zh_hans, zh_hant

source: Couldn’t measure · No change
ar: تعذّر القياس · لا تغيير
da: Kunne ikke måle · Ingen ændring
de: Messen fehlgeschlagen · Keine Änderung
es: No se pudo medir · Sin cambios
fr: Mesure impossible · Aucun changement
hi: माप नहीं हो सका · कोई बदलाव नहीं
id: Gagal mengukur · Tanpa perubahan
it: Misura non riuscita · Nessuna modifica
ja: 測定できません · 変更なし
ko: 측정하지 못했어요 · 변경 없음
nb: Kunne ikke måle · Ingen endring
nl: Meten mislukt · Geen wijziging
pt_br: Não deu para medir · Sem mudanças
sv: Kunde inte mäta · Ingen ändring
th: วัดไม่ได้ · ไม่มีการเปลี่ยนแปลง
tr: Ölçülemedi · Değişiklik yok
vi: Không đo được · Không đổi
zh_hans: 无法测量 · 保持不变
zh_hant: 無法測量 · 保持不變

source: Couldn't reach the App Store. Check your connection and try again.
ar: تعذّر الوصول إلى App Store. تحقق من اتصالك وحاول مرة أخرى.
da: Kunne ikke nå App Store. Tjek din forbindelse, og prøv igen.
de: Keine Verbindung zum App Store. Prüf deine Verbindung und versuch es noch einmal.
es: No se pudo conectar con el App Store. Revisa tu conexión y vuelve a intentarlo.
fr: Impossible de joindre l’App Store. Vérifiez votre connexion et réessayez.
hi: App Store से कनेक्ट नहीं हो सका। कनेक्शन जाँचें और फिर कोशिश करें।
id: Tidak bisa terhubung ke App Store. Periksa koneksimu dan coba lagi.
it: Impossibile raggiungere l’App Store. Controlla la connessione e riprova.
ja: App Storeに接続できませんでした。接続を確認してもう一度お試しください。
ko: App Store에 연결할 수 없어요. 연결을 확인하고 다시 시도하세요.
nb: Kunne ikke nå App Store. Sjekk tilkoblingen din og prøv igjen.
nl: Kon de App Store niet bereiken. Controleer je verbinding en probeer het opnieuw.
pt_br: Não deu para falar com a App Store. Confira sua conexão e tente de novo.
sv: Kunde inte nå App Store. Kontrollera din anslutning och försök igen.
th: เชื่อมต่อ App Store ไม่ได้ ตรวจการเชื่อมต่อแล้วลองอีกครั้ง
tr: App Store'a ulaşılamadı. Bağlantını kontrol edip yeniden dene.
vi: Không thể kết nối App Store. Hãy kiểm tra kết nối rồi thử lại.
zh_hans: 无法连接 App Store。请检查网络后重试。
zh_hant: 無法連線到 App Store。請檢查網路連線後再試一次。

source: Couldn't save · Try again
ar: تعذّر الحفظ · حاول مرة أخرى
da: Kunne ikke gemme · Prøv igen
de: Konnte nicht gesichert werden · Noch mal versuchen
es: No se pudo guardar · Inténtalo de nuevo
fr: Échec de l’enregistrement · Réessayez
hi: सेव नहीं हो सका · फिर कोशिश करें
id: Tak bisa menyimpan · Coba lagi
it: Impossibile salvare · Riprova
ja: 保存できませんでした · もう一度お試しください
ko: 저장하지 못했어요 · 다시 시도하세요
nb: Kunne ikke lagre · Prøv igjen
nl: Kon niet bewaren · Probeer opnieuw
pt_br: Não foi possível salvar · Tente de novo
sv: Kunde inte spara · Försök igen
th: บันทึกไม่ได้ · ลองอีกครั้ง
tr: Kaydedilemedi · Tekrar dene
vi: Không lưu được · Thử lại
zh_hans: 无法存储 · 请重试
zh_hant: 無法儲存 · 請重試

source: Couldn’t share · Try again
ar: تعذّرت المشاركة · حاول مجددًا
da: Kunne ikke dele · Prøv igen
de: Teilen fehlgeschlagen · Nochmal
es: No se pudo compartir · Reintenta
fr: Partage impossible · Réessayez
hi: शेयर नहीं हुआ · फिर कोशिश करें
id: Gagal berbagi · Coba lagi
it: Condivisione non riuscita · Riprova
ja: 共有できません · もう一度
ko: 공유하지 못했어요 · 다시 시도
nb: Kunne ikke dele · Prøv igjen
nl: Delen mislukt · Probeer opnieuw
pt_br: Não deu para compartilhar · Tente de novo
sv: Kunde inte dela · Försök igen
th: แชร์ไม่ได้ · ลองอีกครั้ง
tr: Paylaşılamadı · Tekrar dene
vi: Không chia sẻ được · Thử lại
zh_hans: 分享失败 · 请重试
zh_hant: 分享失敗 · 請重試

source: Couldn't sign in · Try again
ar: تعذّر تسجيل الدخول · حاول مجددًا
da: Kunne ikke logge ind · Prøv igen
de: Anmeldung fehlgeschlagen · Nochmal versuchen
es: No se pudo iniciar sesión · Reintenta
fr: Connexion impossible · Réessayez
hi: साइन इन नहीं हो सका · फिर कोशिश करें
id: Gagal masuk · Coba lagi
it: Accesso non riuscito · Riprova
ja: サインインできません · もう一度お試しください
ko: 로그인하지 못했어요 · 다시 시도
nb: Kunne ikke logge inn · Prøv igjen
nl: Inloggen mislukt · Probeer opnieuw
pt_br: Não deu para entrar · Tente de novo
sv: Kunde inte logga in · Försök igen
th: เข้าสู่ระบบไม่ได้ · ลองอีกครั้ง
tr: Giriş yapılamadı · Yeniden dene
vi: Không đăng nhập được · Thử lại
zh_hans: 无法登录 · 请重试
zh_hant: 無法登入 · 請再試一次

source: Couldn't start listening
ar: تعذّر بدء الاستماع
da: Kunne ikke starte lytning
de: Zuhören konnte nicht starten
es: No se pudo empezar a escuchar
fr: Écoute impossible à démarrer
hi: सुनना शुरू नहीं हो सका
id: Gagal mulai mendengarkan
it: Impossibile iniziare ad ascoltare
ja: 聞き取りを開始できません
ko: 듣기를 시작하지 못했어요
nb: Kunne ikke starte lytting
nl: Luisteren kon niet starten
pt_br: Não deu para começar a ouvir
sv: Kunde inte börja lyssna
th: เริ่มฟังไม่ได้
tr: Dinleme başlatılamadı
vi: Không bắt đầu nghe được
zh_hans: 无法开始聆听
zh_hant: 無法開始聆聽

source: Couldn't start recording
ar: تعذّر بدء التسجيل
da: Kunne ikke starte optagelsen
de: Aufnahme konnte nicht starten
es: No se pudo empezar a grabar
fr: Impossible de lancer l’enregistrement
hi: रिकॉर्डिंग शुरू नहीं हो सकी
id: Tidak bisa mulai merekam
it: Impossibile avviare la registrazione
ja: 録画を開始できませんでした
ko: 녹화를 시작할 수 없어요
nb: Kunne ikke starte opptaket
nl: Kon de opname niet starten
pt_br: Não deu para começar a gravar
sv: Kunde inte starta inspelningen
th: เริ่มอัดไม่ได้
tr: Kayıt başlatılamadı
vi: Không thể bắt đầu quay
zh_hans: 无法开始录制
zh_hant: 無法開始錄影

source: Couldn’t translate the captions. Try again.
ar: تعذّرت ترجمة الترجمة النصية. حاول مرة أخرى.
da: Kunne ikke oversætte underteksterne. Prøv igen.
de: Die Untertitel konnten nicht übersetzt werden. Versuch es noch einmal.
es: No se pudieron traducir los subtítulos. Inténtalo de nuevo.
fr: Impossible de traduire les sous-titres. Réessayez.
hi: कैप्शन का अनुवाद नहीं हो सका। फिर से कोशिश करें।
id: Teks tidak bisa diterjemahkan. Coba lagi.
it: Impossibile tradurre i sottotitoli. Riprova.
ja: 字幕を翻訳できませんでした。もう一度お試しください。
ko: 자막을 번역하지 못했습니다. 다시 시도하세요.
nb: Kunne ikke oversette undertekstene. Prøv igjen.
nl: Kon de ondertitels niet vertalen. Probeer het opnieuw.
pt_br: Não deu para traduzir as legendas. Tente de novo.
sv: Kunde inte översätta undertexterna. Försök igen.
th: แปลคำบรรยายไม่ได้ ลองอีกครั้ง
tr: Altyazılar çevrilemedi. Tekrar dene.
vi: Không dịch được phụ đề. Hãy thử lại.
zh_hans: 无法翻译字幕。请重试。
zh_hant: 無法翻譯字幕。請再試一次。

source: Couldn’t write it · Try again
ar: تعذّرت الكتابة · أعد المحاولة
da: Kunne ikke skrive det · Prøv igen
de: Konnte es nicht schreiben · Nochmal
es: No se pudo escribir · Reintenta
fr: Écriture impossible · Réessayez
hi: लिख नहीं पाया · फिर कोशिश करें
id: Gagal menulis · Coba lagi
it: Non sono riuscito a scriverlo · Riprova
ja: 書けませんでした · もう一度
ko: 쓰지 못했어요 · 다시 시도
nb: Kunne ikke skrive det · Prøv igjen
nl: Schrijven mislukt · Probeer opnieuw
pt_br: Não consegui escrever · Tente de novo
sv: Kunde inte skriva det · Försök igen
th: เขียนไม่สำเร็จ · ลองอีกครั้ง
tr: Yazılamadı · Tekrar dene
vi: Không viết được · Thử lại
zh_hans: 没能写出来 · 再试一次
zh_hant: 沒能寫出來 · 再試一次

source: Couldn't write the script
ar: تعذّرت كتابة النص
da: Kunne ikke skrive manuskriptet
de: Skript konnte nicht geschrieben werden
es: No se pudo escribir el guion
fr: Impossible d’écrire le script
hi: स्क्रिप्ट नहीं लिखी जा सकी
id: Tidak bisa menulis naskah
it: Impossibile scrivere il copione
ja: 台本を書けませんでした
ko: 대본을 쓸 수 없어요
nb: Kunne ikke skrive manuset
nl: Kon het script niet schrijven
pt_br: Não deu para escrever o roteiro
sv: Kunde inte skriva manuset
th: เขียนสคริปต์ไม่ได้
tr: Senaryo yazılamadı
vi: Không thể viết kịch bản
zh_hans: 无法写出脚本
zh_hant: 無法撰寫腳本

source: Countdown
ar: العد التنازلي
da: Nedtælling
es: Cuenta atrás
fr: Compte à rebours
hi: काउंटडाउन
id: Hitung mundur
it: Conto alla rovescia
ja: カウントダウン
ko: 카운트다운
nb: Nedtelling
nl: Aftellen
pt_br: Contagem
sv: Nedräkning
th: นับถอยหลัง
tr: Geri sayım
vi: Đếm ngược
zh_hans: 倒计时
zh_hant: 倒數計時

source: Countdown before play
ar: العد التنازلي قبل التشغيل
da: Nedtælling før afspilning
de: Countdown vor dem Start
es: Cuenta atrás antes de reproducir
fr: Compte à rebours avant la lecture
hi: चलाने से पहले काउंटडाउन
id: Hitung mundur sebelum putar
it: Conto alla rovescia prima di iniziare
ja: 再生前のカウントダウン
ko: 재생 전 카운트다운
nb: Nedtelling før avspilling
nl: Aftellen voor het afspelen
pt_br: Contagem antes de reproduzir
sv: Nedräkning före uppspelning
th: นับถอยหลังก่อนเล่น
tr: Oynatmadan önce geri sayım
vi: Đếm ngược trước khi chạy
zh_hans: 播放前倒计时
zh_hant: 播放前倒數計時

source: Cover
ar: الغلاف
es: Portada
fr: Couverture
hi: कवर
id: Sampul
it: Copertina
ja: カバー
ko: 커버
nb: Omslag
pt_br: Capa
sv: Omslag
th: ปก
tr: Kapak
vi: Ảnh bìa
zh_hans: 封面
zh_hant: 封面

source: Cover frame
ar: إطار الغلاف
da: Coverbillede
de: Coverbild
es: Fotograma de portada
fr: Image de couverture
hi: कवर फ़्रेम
id: Bingkai sampul
it: Fotogramma della copertina
ja: カバーのフレーム
ko: 커버 프레임
nb: Omslagsbilde
nl: Coverbeeld
pt_br: Quadro da capa
sv: Omslagsbild
th: เฟรมปก
tr: Kapak karesi
vi: Khung ảnh bìa
zh_hans: 封面画面
zh_hant: 封面畫面

source: Cover saved to Photos
ar: تم حفظ الغلاف في الصور
da: Coveret blev gemt i Fotos
de: Cover in Fotos gesichert
es: Portada guardada en Fotos
fr: Couverture enregistrée dans Photos
hi: कवर फ़ोटो में सेव हुआ
id: Sampul disimpan ke Foto
it: Copertina salvata in Foto
ja: カバーを写真に保存しました
ko: 커버를 사진에 저장함
nb: Omslaget ble lagret i Bilder
nl: Cover bewaard in Foto’s
pt_br: Capa salva no Fotos
sv: Omslaget sparades i Bilder
th: บันทึกปกลงในรูปภาพแล้ว
tr: Kapak Fotoğraflar'a kaydedildi
vi: Đã lưu ảnh bìa vào Ảnh
zh_hans: 封面已存储到“照片”
zh_hant: 封面已儲存到「照片」

source: Cover set to this frame
ar: تم تعيين هذا الإطار كغلاف
da: Coveret er sat til dette billede
de: Cover auf dieses Bild gesetzt
es: Portada en este fotograma
fr: Couverture définie sur cette image
hi: यह फ़्रेम कवर बनाया गया
id: Sampul diatur ke bingkai ini
it: Copertina impostata su questo fotogramma
ja: このフレームをカバーにしました
ko: 이 프레임을 커버로 설정함
nb: Omslaget er satt til dette bildet
nl: Cover ingesteld op dit beeld
pt_br: Capa definida neste frame
sv: Omslaget har satts till den här bilden
th: ตั้งเฟรมนี้เป็นปกแล้ว
tr: Kapak bu kare olarak ayarlandı
vi: Đã đặt khung hình này làm ảnh bìa
zh_hans: 已将这一帧设为封面
zh_hant: 封面已設為此畫面

source: Cover styles, series tags, “Text behind me”
ar: أنماط الأغلفة، وسوم السلاسل، «النص خلفي»
da: Coverstile, serie-tags, “Tekst bag mig”
de: Cover-Stile, Serien-Tags, „Text hinter mir“
es: Estilos de portada, etiquetas de serie, «Texto detrás de mí»
fr: Styles de couverture, étiquettes de série, « Texte derrière moi »
hi: कवर स्टाइल, सीरीज़ टैग, “मेरे पीछे टेक्स्ट”
id: Gaya sampul, tag seri, “Teks di belakangku”
it: Stili di copertina, tag di serie, “Testo dietro di me”
ja: カバースタイル、シリーズタグ、「人物の後ろに文字」
ko: 커버 스타일, 시리즈 태그, “내 뒤의 텍스트”
nb: Coverstiler, serie-tagger, “Tekst bak meg”
nl: Coverstijlen, serietags, “Tekst achter mij”
pt_br: Estilos de capa, tags de série, “Texto atrás de mim”
sv: Omslagsstilar, serietaggar, “Text bakom mig”
th: สไตล์ปก แท็กซีรีส์ “ข้อความหลังตัวฉัน”
tr: Kapak stilleri, seri etiketleri, “Arkamda metin”
vi: Kiểu ảnh bìa, thẻ series, “Chữ phía sau tôi”
zh_hans: 封面样式、系列标签、“文字在我身后”
zh_hant: 封面樣式、系列標籤、「文字在我身後」

source: Cream
ar: كريمي
da: Creme
de: Creme
es: Crema
fr: Crème
hi: क्रीम
id: Krem
it: Crema
ja: クリーム
ko: 크림색
nb: Krem
nl: Crème
pt_br: Creme
sv: Gräddvit
th: ครีม
tr: Krem
vi: Kem
zh_hans: 奶油色
zh_hant: 奶油色

source: Create
ar: إنشاء
da: Opret
de: Erstellen
es: Crear
fr: Créer
hi: बनाएँ
id: Buat
it: Crea
ja: 作成
ko: 만들기
nb: Lag
nl: Maken
pt_br: Criar
sv: Skapa
th: สร้าง
tr: Oluştur
vi: Tạo
zh_hans: 创建
zh_hant: 建立

source: Create for
ar: إنشاء لـ
da: Opret til
de: Erstellen für
es: Crear para
fr: Créer pour
hi: किसके लिए बनाएँ
id: Buat untuk
it: Crea per
ja: 投稿先
ko: 올릴 곳
nb: Lag for
nl: Maken voor
pt_br: Criar para
sv: Skapa för
th: สร้างสำหรับ
tr: Hedef platform
vi: Tạo cho
zh_hans: 发布到
zh_hant: 建立給

source: Create for %@
ar: إنشاء لـ %@
da: Opret til %@
de: Erstellen für %@
es: Crear para %@
fr: Créer pour %@
hi: %@ के लिए बनाएँ
id: Buat untuk %@
it: Crea per %@
ja: 投稿先：%@
ko: 올릴 곳: %@
nb: Lag for %@
nl: Maken voor %@
pt_br: Criar para %@
sv: Skapa för %@
th: สร้างสำหรับ %@
tr: %@ için oluştur
vi: Tạo cho %@
zh_hans: 发布到 %@
zh_hant: 建立給 %@

source: Create for %@, %@
ar: إنشاء لـ %1$@، %2$@
da: Opret til %@, %@
de: Erstellen für %1$@, %2$@
es: Crear para %1$@, %2$@
fr: Créer pour %1$@, %2$@
hi: %1$@, %2$@ के लिए बनाएँ
id: Buat untuk %1$@, %2$@
it: Crea per %1$@, %2$@
ja: 投稿先：%1$@、%2$@
ko: 올릴 곳: %1$@, %2$@
nb: Lag for %@, %@
nl: Maken voor %@, %@
pt_br: Criar para %1$@, %2$@
sv: Skapa för %@, %@
th: สร้างสำหรับ %1$@, %2$@
tr: %1$@, %2$@ için oluştur
vi: Tạo cho %1$@, %2$@
zh_hans: 发布到 %1$@，%2$@
zh_hant: 建立給 %@，%@

source: Creator preferences
ar: تفضيلات صانع المحتوى
da: Skaberpræferencer
de: Creator-Präferenzen
es: Preferencias del creador
fr: Préférences du créateur
hi: क्रिएटर की पसंद
id: Preferensi Kreator
it: Preferenze del creator
ja: クリエイターの好み
ko: 크리에이터 환경설정
nb: Skaperinnstillinger
nl: Creator-voorkeuren
pt_br: Preferências do criador
sv: Skaparinställningar
th: ความต้องการของครีเอเตอร์
tr: İçerik Üretici Tercihleri
vi: Tùy chọn nhà sáng tạo
zh_hans: 创作者偏好
zh_hant: 創作者偏好

source: Creator Setup
ar: إعداد صانع المحتوى
da: Skaberindstilling
es: Configuración de creador
fr: Réglages créateur
hi: क्रिएटर सेटअप
id: Setelan Kreator
it: Configurazione creator
ja: クリエイター設定
ko: 크리에이터 설정
nb: Skaperoppsett
nl: Creator-instelling
pt_br: Configuração de criador
sv: Skaparinställning
th: การตั้งค่าครีเอเตอร์
tr: İçerik Üretici Ayarları
vi: Thiết lập nhà sáng tạo
zh_hans: 创作者设置
zh_hant: 創作者設定

source: Creator type
ar: نوع المبدع
da: Skabertype
de: Creator-Typ
es: Tipo de creador
fr: Type de créateur
hi: क्रिएटर का प्रकार
id: Jenis kreator
it: Tipo di creator
ja: クリエイターの種類
ko: 크리에이터 유형
nb: Skapertype
nl: Type creator
pt_br: Tipo de criador
sv: Typ av skapare
th: ประเภทครีเอเตอร์
tr: İçerik üretici türü
vi: Loại nhà sáng tạo
zh_hans: 创作者类型
zh_hant: 創作者類型

source: Crop
ar: قص
da: Beskær
de: Zuschneiden
es: Encuadrar
fr: Recadrer
hi: क्रॉप
id: Pangkas Bingkai
it: Ritaglia
ja: 切り取り
ko: 자르기
nb: Beskjær
nl: Bijsnijden
pt_br: Recortar
sv: Beskär
th: ครอบตัด
tr: Kırp
vi: Cắt khung
zh_hans: 裁剪
zh_hant: 裁切

source: CTA
ar: الدعوة إلى الإجراء
zh_hans: 行动号召
zh_hant: 行動呼籲

source: Cue %@
ar: إشارة %@
es: Indicación %@
fr: Indication %@
hi: क्यू %@
id: Isyarat %@
ja: キュー：%@
ko: 큐: %@
th: คิว %@
tr: İpucu: %@
vi: Gợi ý %@
zh_hans: 提示：%@
zh_hant: 提示：%@

source: Cue asks only when a feature needs it.
ar: يطلب Cue الإذن فقط عندما تحتاجه إحدى الميزات.
da: Cue spørger kun, når en funktion har brug for det.
de: Cue fragt nur, wenn eine Funktion es braucht.
es: Cue solo lo pide cuando una función lo necesita.
fr: Cue ne demande que lorsqu’une fonction en a besoin.
hi: Cue तभी पूछता है जब किसी फ़ीचर को ज़रूरत हो।
id: Cue hanya meminta saat sebuah fitur memerlukannya.
it: Cue lo chiede solo quando una funzione ne ha bisogno.
ja: Cueは機能が必要とするときだけ許可を求めます。
ko: Cue는 기능에 필요할 때만 물어봐요.
nb: Cue spør bare når en funksjon trenger det.
nl: Cue vraagt er alleen om als een functie het nodig heeft.
pt_br: O Cue só pede quando um recurso precisa.
sv: Cue frågar bara när en funktion behöver det.
th: Cue จะขอเมื่อฟีเจอร์นั้นต้องใช้เท่านั้น
tr: Cue yalnızca bir özellik gerektirdiğinde sorar.
vi: Cue chỉ hỏi khi một tính năng cần đến.
zh_hans: 只有功能需要时，Cue 才会请求权限。
zh_hant: 只有功能需要時，Cue 才會請求權限。

source: Cue can't hear you. Allow the microphone in Settings to record sound.
ar: لا يستطيع Cue سماعك. اسمح بالميكروفون من الإعدادات لتسجيل الصوت.
da: Cue kan ikke høre dig. Tillad mikrofonen i Indstillinger for at optage lyd.
de: Cue kann dich nicht hören. Erlaube das Mikrofon in den Einstellungen, um Ton aufzunehmen.
es: Cue no te oye. Permite el micrófono en Ajustes para grabar sonido.
fr: Cue ne vous entend pas. Autorisez le micro dans Réglages pour enregistrer le son.
hi: Cue आपको सुन नहीं पा रहा। आवाज़ रिकॉर्ड करने के लिए सेटिंग्स में माइक्रोफ़ोन की अनुमति दें।
id: Cue tidak bisa mendengarmu. Izinkan mikrofon di Pengaturan untuk merekam suara.
it: Cue non ti sente. Consenti il microfono in Impostazioni per registrare l’audio.
ja: Cueに声が届いていません。音声を録音するには設定でマイクを許可してください。
ko: Cue가 소리를 들을 수 없어요. 소리를 녹음하려면 설정에서 마이크를 허용하세요.
nb: Cue kan ikke høre deg. Tillat mikrofonen i Innstillinger for å ta opp lyd.
nl: Cue kan je niet horen. Sta de microfoon toe in Instellingen om geluid op te nemen.
pt_br: O Cue não consegue te ouvir. Permita o microfone em Ajustes para gravar o som.
sv: Cue kan inte höra dig. Tillåt mikrofonen i Inställningar för att spela in ljud.
th: Cue ไม่ได้ยินเสียงคุณ อนุญาตไมโครโฟนในการตั้งค่าเพื่ออัดเสียง
tr: Cue seni duyamıyor. Ses kaydetmek için Ayarlar'da mikrofona izin ver.
vi: Cue không nghe được bạn. Hãy cho phép micrô trong Cài đặt để thu âm.
zh_hans: Cue 听不到你的声音。请在“设置”中允许麦克风以录制声音。
zh_hant: Cue 聽不到你的聲音。請在「設定」中允許使用麥克風以錄製聲音。

source: Cue can't reach nearby devices. Turn on Local Network for Cue in Settings.
ar: لا يستطيع Cue الوصول إلى الأجهزة القريبة. شغّل الشبكة المحلية لـ Cue من الإعدادات.
da: Cue kan ikke nå enheder i nærheden. Slå Lokalt netværk til for Cue i Indstillinger.
de: Cue erreicht keine Geräte in der Nähe. Aktiviere „Lokales Netzwerk“ für Cue in den Einstellungen.
es: Cue no llega a los dispositivos cercanos. Activa Red local para Cue en Ajustes.
fr: Cue ne peut pas joindre les appareils à proximité. Activez Réseau local pour Cue dans Réglages.
hi: Cue आस-पास के डिवाइस तक नहीं पहुँच पा रहा। सेटिंग्स में Cue के लिए लोकल नेटवर्क चालू करें।
id: Cue tidak bisa menjangkau perangkat di sekitar. Nyalakan Jaringan Lokal untuk Cue di Pengaturan.
it: Cue non raggiunge i dispositivi vicini. Attiva Rete locale per Cue in Impostazioni.
ja: Cueが近くのデバイスに接続できません。設定でCueのローカルネットワークをオンにしてください。
ko: Cue가 주변 기기에 연결할 수 없어요. 설정에서 Cue의 로컬 네트워크를 켜세요.
nb: Cue når ikke enheter i nærheten. Slå på Lokalt nettverk for Cue i Innstillinger.
nl: Cue kan apparaten in de buurt niet bereiken. Zet Lokaal netwerk voor Cue aan in Instellingen.
pt_br: O Cue não alcança aparelhos por perto. Ative Rede Local para o Cue em Ajustes.
sv: Cue når inte enheter i närheten. Slå på Lokalt nätverk för Cue i Inställningar.
th: Cue เข้าถึงอุปกรณ์ใกล้เคียงไม่ได้ เปิดเครือข่ายเฉพาะที่ให้ Cue ในการตั้งค่า
tr: Cue yakındaki aygıtlara ulaşamıyor. Ayarlar'da Cue için Yerel Ağ'ı aç.
vi: Cue không thể kết nối thiết bị gần đó. Hãy bật Mạng cục bộ cho Cue trong Cài đặt.
zh_hans: Cue 无法连接附近的设备。请在“设置”中为 Cue 打开“本地网络”。
zh_hant: Cue 無法連到附近的裝置。請在「設定」中開啟 Cue 的「區域網路」。

source: Cue can't save to Photos. Allow access in Settings › Privacy › Photos.
ar: لا يستطيع Cue الحفظ في الصور. اسمح بالوصول من الإعدادات › الخصوصية › الصور.
da: Cue kan ikke gemme i Fotos. Tillad adgang i Indstillinger › Anonymitet › Fotos.
de: Cue kann nicht in Fotos sichern. Erlaube den Zugriff unter Einstellungen › Datenschutz › Fotos.
es: Cue no puede guardar en Fotos. Permite el acceso en Ajustes › Privacidad › Fotos.
fr: Cue ne peut pas enregistrer dans Photos. Autorisez l’accès dans Réglages › Confidentialité › Photos.
hi: Cue फ़ोटो में सेव नहीं कर पा रहा। सेटिंग्स › गोपनीयता › फ़ोटो में एक्सेस दें।
id: Cue tidak bisa menyimpan ke Foto. Izinkan akses di Pengaturan › Privasi › Foto.
it: Cue non può salvare in Foto. Consenti l’accesso in Impostazioni › Privacy › Foto.
ja: Cueが写真に保存できません。「設定 › プライバシー › 写真」でアクセスを許可してください。
ko: Cue가 사진에 저장할 수 없어요. ‘설정 › 개인정보 보호 › 사진’에서 접근을 허용하세요.
nb: Cue kan ikke lagre i Bilder. Tillat tilgang i Innstillinger › Personvern › Bilder.
nl: Cue kan niet opslaan in Foto’s. Sta toegang toe via Instellingen › Privacy › Foto’s.
pt_br: O Cue não consegue salvar no Fotos. Permita o acesso em Ajustes › Privacidade › Fotos.
sv: Cue kan inte spara i Bilder. Tillåt åtkomst i Inställningar › Integritet › Bilder.
th: Cue บันทึกลงในรูปภาพไม่ได้ อนุญาตการเข้าถึงใน การตั้งค่า › ความเป็นส่วนตัว › รูปภาพ
tr: Cue Fotoğraflar'a kaydedemiyor. Ayarlar › Gizlilik › Fotoğraflar'dan erişim izni ver.
vi: Cue không thể lưu vào Ảnh. Hãy cho phép truy cập trong Cài đặt › Quyền riêng tư › Ảnh.
zh_hans: Cue 无法存储到“照片”。请在“设置 › 隐私 › 照片”中允许访问。
zh_hant: Cue 無法儲存到「照片」。請至「設定」›「隱私權」›「照片」允許存取。

source: Cue couldn’t find any words in that picture. You can paste the comment instead.
ar: لم يجد Cue أي كلمات في الصورة. يمكنك لصق التعليق بدلًا من ذلك.
da: Cue kunne ikke finde nogen ord i det billede. Du kan indsætte kommentaren i stedet.
de: Cue hat in dem Bild keine Wörter gefunden. Du kannst den Kommentar stattdessen einfügen.
es: Cue no encontró palabras en esa imagen. Puedes pegar el comentario.
fr: Cue n’a trouvé aucun mot dans l’image. Tu peux coller le commentaire.
hi: Cue को तस्वीर में कोई शब्द नहीं मिला। आप टिप्पणी पेस्ट कर सकते हैं।
id: Cue tidak menemukan kata di gambar itu. Kamu bisa menempel komentarnya.
it: Cue non ha trovato parole in quell’immagine. Puoi incollare il commento.
ja: Cueは画像から文字を見つけられませんでした。代わりにコメントをペーストできます。
ko: Cue가 사진에서 글자를 찾지 못했어요. 댓글을 붙여넣어 보세요.
nb: Cue fant ingen ord i det bildet. Du kan lime inn kommentaren i stedet.
nl: Cue kon geen woorden vinden in die afbeelding. Je kunt de reactie in plaats daarvan plakken.
pt_br: O Cue não encontrou palavras nessa imagem. Você pode colar o comentário.
sv: Cue hittade inga ord i den bilden. Du kan klistra in kommentaren i stället.
th: Cue ไม่พบข้อความในภาพ คุณวางความคิดเห็นแทนได้
tr: Cue görselde kelime bulamadı. Bunun yerine yorumu yapıştırabilirsin.
vi: Cue không tìm thấy chữ trong ảnh. Bạn có thể dán bình luận.
zh_hans: Cue 在图片中没有找到文字。你可以改为粘贴评论。
zh_hant: Cue 在這張圖片中找不到任何文字。你可以改為貼上留言。

source: Cue couldn't open this file.
ar: تعذّر على Cue فتح هذا الملف.
da: Cue kunne ikke åbne denne fil.
de: Cue konnte diese Datei nicht öffnen.
es: Cue no pudo abrir este archivo.
fr: Cue n’a pas pu ouvrir ce fichier.
hi: Cue यह फ़ाइल नहीं खोल सका।
id: Cue tidak bisa membuka file ini.
it: Cue non è riuscito ad aprire questo file.
ja: Cueはこのファイルを開けませんでした。
ko: Cue가 이 파일을 열 수 없어요.
nb: Cue kunne ikke åpne denne filen.
nl: Cue kon dit bestand niet openen.
pt_br: O Cue não conseguiu abrir este arquivo.
sv: Cue kunde inte öppna den här filen.
th: Cue เปิดไฟล์นี้ไม่ได้
tr: Cue bu dosyayı açamadı.
vi: Cue không thể mở tệp này.
zh_hans: Cue 无法打开此文件。
zh_hant: Cue 無法開啟此檔案。

source: Cue couldn't switch to this camera.
ar: تعذّر على Cue التبديل إلى هذه الكاميرا.
da: Cue kunne ikke skifte til dette kamera.
de: Cue konnte nicht zu dieser Kamera wechseln.
es: Cue no pudo cambiar a esta cámara.
fr: Cue n’a pas pu passer à cette caméra.
hi: Cue इस कैमरे पर स्विच नहीं कर सका।
id: Cue tidak bisa beralih ke kamera ini.
it: Cue non è riuscito a passare a questa fotocamera.
ja: Cueはこのカメラに切り替えられませんでした。
ko: Cue가 이 카메라로 전환할 수 없어요.
nb: Cue kunne ikke bytte til dette kameraet.
nl: Cue kon niet naar deze camera wisselen.
pt_br: O Cue não conseguiu trocar para esta câmera.
sv: Cue kunde inte byta till den här kameran.
th: Cue สลับไปใช้กล้องนี้ไม่ได้
tr: Cue bu kameraya geçemedi.
vi: Cue không thể chuyển sang camera này.
zh_hans: Cue 无法切换到这个相机。
zh_hant: Cue 無法切換到這個相機。
